<template>
    <div>
        <go-back :title="title" :bg="bg"></go-back>
        <div style="padding: 40px 10px 0;">
            <div v-if="fileName == 'green'">
                <div class="pdf-header1">
                    吉林大学新生绿色通道申请审批办法
                </div>
                <div class="paragraph paragraph-color">
                    <div>第一条 为保证家庭经济困难新生顺利入学，根据上级有关文件精神和要求，结合学校实际，制定本办法。
                    </div>
                    <div>第二条 绿色通道适用于被我校正式录取的全日制新生，帮助家庭经济特别困难新生在缓交全部或部分学费、住宿费的情况下先办理报到手续。
                    </div>
                    <div>第三条 申请条件
                    </div>
                    <div>（一）建档立卡贫困家庭学生、最低生活保障家庭学生、特困供养学生、孤残学生、烈士子女、家庭经济困难残疾学生及残疾人子女等，且本人及其家庭经济能力不能满足在校期间学习、生活基本支出；
                    </div>
                    <div>（二）上款所列人员及其它城乡低收入家庭学生，本人及其家庭经济能力难以满足在校期间学习、生活基本支出；
                    </div>
                    <div>（三）因本人或家庭成员遇有重大疾病、重大自然灾害或意外事故等突发事件，学生本人及其家庭短时间内所能筹集到的资金，难以满足当前的学习、生活基本支出；
                    </div>
                    <div>（四）因其他特殊原因，导致家庭经济特别困难，报到期间不能支付全部学费、住宿费等费用的新生。
                    </div>
                    <div>第四条 申请及审批程序</div>
                    <div>（一）经济困难学生凭本人身份证、吉林大学新生录取通知书，经本人填写并签字确认的《家庭经济困难学生认定申请表》等相关材料，向报到学院提出申请；
                    </div>
                    <div>（二）学院资格审核后，新生本人填写《吉林大学新生入学绿色通道审批表》，由学院主管学生工作党委副书记签字并加盖学院公章，审批表由学院留存，学生继续办理其他入学手续。
                    </div>
                    <div>第五条 新生入学后，经进一步核实困难情况，根据困难程度给予国家助学贷款、学费减免、困难补助及勤工助学岗位等帮扶。经核实不符合资助条件的，应交齐入学所需各项费用。
                    </div>
                    <div>第六条 学校和学院为申请绿色通道学生提供主动热情的服务，除同意其缓交相关费用先行办理入学手续外，应主动帮助其解决学习、生活中存在的其他困难。
                    </div>
                    <div>第七条 本办法由学生工作部（处）负责解释。</div>
                    <div>第八条 本办法自公布之日起施行，原《吉林大学新生绿色通道实施办法》（校发〔2014〕174号）同时废止。
                    </div>
                </div>
            </div>

            <div v-if="fileName == 'loan'">
                <div class="pdf-header1">
                    吉林大学校园地助学贷款实施办法
                </div>
                <div class="paragraph paragraph-color">
                    <div>第一条 为帮助家庭经济困难学生顺利完成学业，根据教育部和中国人民银行相关文件精神和要求，结合学校实际，制定本办法。
                    </div>
                    <div>第二条 凡被我校正式录取的全日制本科生、研究生、预科生均可申请校园地国家助学贷款（以下简称“助学贷款”）。
                    </div>
                    <div>第三条 申请条件：
                    </div>
                    <div>（一）具有完全民事行为能力（未成年人申请国家助学贷款须由其法定监护人书面同意）；
                    </div>
                    <div>（二）具有中华人民共和国国籍，且持有中华人民共和国居民身份证；
                    </div>
                    <div>（三）诚实守信，遵纪守法；
                    </div>
                    <div>（四）能够正常完成学业；
                    </div>
                    <div>（五）家庭经济困难，所能筹集到的资金不足以支付其在校学习期间的学费、住宿费；</div>
                    <div>（六）严格遵守国家、经办银行以及学校关于助学贷款的各项规定，承诺正确使用所贷款项，按规定履行还贷义务，并在贷款经办银行开立活期账户；</div>
                    <div>（七）符合贷款经办银行规定的其他条件。</div>
                    <div>第四条 申请额度</div>
                    <div>（一）本科生（含预科生）每人每年申请贷款额度最高不超过8000元，年度学费和住宿费标准总和低于8000元的，贷款额度可按照学费和住宿费标准总和确定。</div>
                    <div>（二）研究生每人每年申请贷款额度最高不超过12000元，年度学费和住宿费标准总和低于12000元的，贷款额度可按照学费和住宿费标准总和确定。</div>
                    <div>（三）学校会同经办银行每学年集中审批放贷一次，学生每年只能获得一家银行的一笔贷款。</div>
                    <div>第五条 申请程序</div>
                    <div>（一）学生本人向所在学院提交贷款申请材料，并提供反映本人家庭经济状况的必要证明材料，学院进行初审；</div>
                    <div>（二）学院将初审同意的贷款材料汇总后，本科生（含预科生）材料报送学生工作部（学生资助中心），研究生材料报送研究生工作部；</div>
                    <div>（三）学生工作部（学生资助中心）对学院上报的本科生（含预科生）贷款材料进行复审，研究生工作部对研究生贷款材料进行复审；</div>
                    <div>（四）学校将复审通过的贷款材料报送经办银行审批。</div>
                    <div>第六条 贷款发放</div>
                    <div>贷款由经办银行按学年直接划入学校指定账户。学校扣除学生应缴学费、住宿费等费用后，将剩余金额划入学生本人指定账户。</div>
                    <div>第七条 贷款期限</div>
                    <div>助学贷款期限为学制剩余年限加13年，最长不超过20年。经办银行根据学生申请，确定每笔助学贷款期限。</div>
                    <div>第八条 贷款利率</div>
                    <div>助学贷款利率按照中国人民银行公布的贷款基准利率和国家有关利率政策执行。如遇贷款基准利率调整，按照中国人民银行的有关规定执行。</div>
                    <div>第九条 贷款贴息</div>
                    <div>（一）借款学生在校学习期间，助学贷款所发生的全部利息由财政安排专项贴息资金给予补贴；借款学生毕业后，助学贷款所发生的全部利息由其本人按月或按季度支付，开始时间为毕业后的第一个月结息日。
                    </div>
                    <div>
                        （二）借款学生毕业后，在还款期内继续攻读学位的，可申请继续贴息。申请继续贴息的借款学生，须在申请贴息起始日20个工作日之前，向学校及经办银行提出继续贴息申请，提供录取通知书、身份证明等相关证明资料并办理展期手续，国家继续按在校学生实施贴息。
                    </div>
                    <div>（三）借款学生在校期间，因患病等原因休学的，可申请休学贴息。申请休学贴息的借款学生，须在申请贴息起始日20个工作日之前，向学校及经办银行提出休学贴息申请，提供相关证明资料并办理展期手续。
                    </div>
                    <div>第十条 合同变更</div>
                    <div>（一）贷款学生自愿终止贷款发放。借款学生在校期间有终止贷款发放意向时，应在当年放款日的10个工作日前通过学校向经办银行提出书面申请。</div>
                    <div>（二）贷款学生转学。贷款学生转学时，应在经办银行办理完备的还款确认手续后，学校方为其办理转学手续。</div>
                    <div>
                        （三）贷款学生发生休学、退学、出国（含出境）、被开除学籍、死亡及其他不能正常完成学业的情况，经办银行有权按合同约定采取停止发放尚未发放的贷款、提前收回贷款本息等措施。贷款学生在经办银行办理完备的相关程序后，学校方为其办理相应手续。
                    </div>
                    <div>第十一条 还款手续办理</div>
                    <div>贷款学生毕业离校前，学校组织借款学生与经办银行制定还款计划，办理还款确认手续或申请继续贴息手续。上述手续办结后，学校方为其办理毕业离校手续。</div>
                    <div>第十二条 还款方式</div>
                    <div>
                        （一）贷款学生毕业当年不再继续攻读学位的，根据就业情况和收入水平，自主选择还本宽限期，最长36个月，由毕业借款学生在办理还款确认手续时向经办银行提出申请，经办银行审批。还本宽限期内借款学生只需偿还利息，无需偿还贷款本金。如毕业借款学生未自主选择还本宽限期，则自毕业后的第37个月起进入偿还贷款本金及利息期。还款期内继续攻读学位的借款学生再读学位毕业后，仍可在还款期内享受还本宽限期。
                    </div>
                    <div>（二）经办银行允许有条件的贷款学生提前偿还贷款。对提前偿还的贷款部分，经办银行按贷款实际期限计收利息。</div>
                    <div>（三）毕业贷款学生享受国家助学贷款代偿政策的，按有关政策规定执行。</div>
                    <div>（四）学校协助经办银行提醒拖欠还款的毕业借款学生及时还款。经办银行将毕业借款学生的个人基本信息和还款情况录入到中国人民银行的个人信用信息基础数据库，以供全国金融等机构依法查询。</div>
                    <div>第十三条 违约公示</div>
                    <div>
                        毕业贷款学生连续拖欠应偿还的本息达一定期限，相关部门依据我国法律法规的有关规定将其违约行为在社会上给予公示。经办银行将需要公示的违约毕业借款学生信息提供给学校，学校和经办银行有权在不通知违约毕业贷款学生的情况下，以适当方式公布其具体违约行为及相关信息。
                    </div>
                    <div>第十四条 专科生助学贷款参照本办法执行。</div>
                    <div>第十五条 本办法由学生工作部（处）负责解释。</div>
                    <div>第十六条 本办法自公布之日起施行，原《吉林大学助学贷款实施办法》（校发〔2016〕396 号）同时废止。</div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    import goBack from '@/components/goBack'

    export default {
        name: "pdf",
        components: {goBack},
        data() {
            return {
                bg: 'blue',
                title: '绿色通道',
                fileName: ''
            }
        },
        mounted() {
            console.log(this.$route.query)
            this.fileName = this.$route.query.fileName
        }
    }
</script>

<style scoped lang="css">
    .pdf-header1 {
        font-size: 22px;
        color: #000;
        text-align: center;
        margin-bottom: 5px;
    }

    .pdf-header2 {
        font-size: 20px;
        color: #000;
        text-align: center;
    }

    .paragraph {
        margin-top: 20px;
        margin-bottom: 50px;
        padding: 10px;

    }

    .paragraph-color {
        background-color: rgba(238, 238, 238, 0.5);
        border: 1px solid #bfbfbf;
        -webkit-border-radius: 10px;
        -moz-border-radius: 10px;
        border-radius: 10px;
    }

    .paragraph > div {
        text-indent: 34px;
        line-height: 1.8;
    }
</style>